[
{
"id":"1",
"qp":"Quelles sont les tâches que l'élève devra réaliser en stage?",
"qs":"Quelles sont les tâches que tu dois faire?",
"t":"Texte"
},
{
"id":"2",
"qp":"Est-ce que l’élève travaillera majoritairement ?",
"qs":"Est-ce que tu travailles majoritairement ?",
"t":"Vrai ou Faux",
"c":[
"Debout",
"Assis"
],
"sp":"Est-ce que l'élève sera amené à se déplacer ou il restera majoritairement à son poste de travail? Est-ce qu’il y a des endroits où l’élève peut s’assoir?",
"ss":"Est-ce que tu te déplaces ou tu restes majoritairement à ton poste de travail? Est-ce qu’il y a des endroits où tu peux s’assoir à proximité de ton poste ?"
},
{
"id":"3",
"qp":"Est-ce que l’élève devra porter des boites de marchandises, des produits ou du matériel?",
"qs":"Est-ce que tu dois porter des boites de marchandises, des produits ou du matériel?",
"t":"Vrai ou Faux",
"c":[
"Oui",
"Non"
],
"sp":"Est-ce que cela se produit souvent (par exemple plusieurs fois par heure, plusieurs fois par jour)? Est-ce que vous pouvez me montrer de quel type de boites ou de matériel il s’agit?",
"ss":"Cela se produit combien de fois par jour? Est-ce que tu peux me montrer ce que tu dois porter?"
},
{
"id":"4",
"qp":"Est-ce que l’élève sera amené à porter les enfants?",
"qs":"Est-ce que tu dois porter les enfants?",
"t":"Vrai ou Faux",
"c":[
"Oui",
"Non"
],
"sp":"Est-ce que cela se produit souvent (par exemple plusieurs fois par heure, par jour)?",
"ss":"Cela se produit combien de fois par jour?"
},
{
"id":"5",
"qp":"Est-ce que l’élève devra déplacer des marchandises ou du matériel, par exemple avec :",
"qs":"Est-ce que tu déplaces des marchandises ou du matériel, par exemple avec :",
"t":"Choix de réponse",
"c":[
"Un diable ",
"Un transpalette",
"Un chariot (incluant chariot d'épicerie)",
"Une brouette",
"Ne s'applique pas"
],
"sp":"Mon élève n’a jamais utilisé ce type d’équipement auparavant. Est-ce que vous ou un collègue pourrait prendre quelques minutes pour lui expliquer comment s’en servir (comment pousser, tirer, charger, décharger, circuler, …)?",
"ss":"Peux-tu me montrer comment tu t’en sers? Qui t’a expliqué comment faire?"
},
{
"id":"6",
"qp":"Est-ce que l’élève devra travailler en hauteur et utiliser :",
"qs":"Est-ce que tu utilises :",
"t":"Choix de réponse",
"c":[
"Un escabeau",
"Une échelle",
"Un marchepied",
"Ne s'applique pas"
],
"sp":"Est-ce qu'il sera possible de faire une démonstration à mon élève?",
"ss":"Peux-tu me montrer comment tu t’en sers? Qui t’a expliqué comment faire?"
},
{
"id":"7",
"qp":"Est-ce que l’élève devra utiliser un outil coupant, comme:",
"qs":"Est-ce que tu utilises un outil coupant, comme:",
"t":"Choix de réponse",
"c":[
"Un couteau",
"Un couteau à lame rétractable (Exacto)",
"Des ciseaux",
"Une scie",
"Ne s'applique pas"
],
"sp":"Est-ce que vous ou un collègue pourrait montrer à l'élève comment utiliser cet équipement?",
"ss":"Peux-tu me montrer comment tu t’en sers? Qui t’a expliqué comment faire?"
},
{
"id":"8",
"qp":"Est-ce que l'élève devra utiliser des outils à main électriques ou pneumatiques, comme :",
"qs":"Est-ce que tu utilises des outils électriques ou pneumatiques comme :",
"t":"Choix de réponse",
"c":[
"Une perceuse",
"Une polisseuse",
"Ne s'applique pas"
],
"sp":"Quelle est la formation prévue pour apprendre à l'élève à se servir de cet équipement?",
"ss":"Peux-tu me montrer comment tu t’en sers? Qui t’a expliqué comment faire? Est-ce qu'on t'a fait part des dangers à utiliser cet équipement?"
},
{
"id":"9",
"qp":"Est-ce que mon élève devra faire attention à des choses particulières pendant l’assemblage des pièces ou la soudure?",
"qs":"Quelles sont les choses auxquelles tu dois faire attention pendant l’assemblage des pièces ou la soudure?",
"t":"Texte"
},
{
"id":"10",
"qp":"Est-ce que l’élève utilisera ou travaillera à proximité de produits chimiques comme :",
"qs":"Est-ce que tu utilises ou travailles à proximité de produits chimiques comme :",
"t":"Choix de réponse",
"c":[
"Des aérosols",
"Des produits de nettoyage",
"Des pesticides",
"Ne s'applique pas"
],
"sp":"Est-ce que vous devez suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?",
"ss":"Est-ce que tu dois suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?"
},
{
"id":"11",
"qp":"Est-ce que l’élève utilisera ou travaillera à proximité de produits chimiques comme :",
"qs":"Est-ce que tu utilises ou travailles à proximité de produits chimiques comme :",
"t":"Choix de réponse",
"c":[
"Des aérosols",
"Des produits de nettoyage",
"Des produits pour la teinture",
"Des produits décolorants",
"Des shampoings",
"Ne s'applique pas"
],
"sp":"Est-ce que vous devez suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?",
"ss":"Est-ce que tu dois suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?"
},
{
"id":"12",
"qp":"Est-ce que l’élève utilisera ou travaillera à proximité de produits chimiques comme :",
"qs":"Est-ce que tu utilises ou travailles à proximité de produits chimiques comme :",
"t":"Choix de réponse",
"c":[
"Des aérosols",
"Des produits de nettoyage",
"Des solvants",
"Des vernis",
"Ne s'applique pas"
],
"sp":"Est-ce que vous devez suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?",
"ss":"Est-ce que tu dois suivre une procédure particulière par rapport à ces produits ou porter des équipements spécifiques? Lesquels?"
},
{
"id":"13",
"qp":"Est-ce qu'il y a une procédure particulière à suivre pour la manipulation de la farine? Des équipements spécifiques à utiliser?",
"qs":"Est-ce qu'il y a une procédure particulière à suivre pour la manipulation de la farine? Des équipements spécifiques à utiliser?",
"t":"Texte"
},
{
"id":"14",
"qp":"Est-ce qu’il y a une procédure particulière à suivre par rapport à la poussière ? Est-ce qu’il y a des équipements spécifiques à utiliser?",
"qs":"Est-ce qu’il y a une procédure particulière à suivre par rapport à la poussière ? Est-ce qu’il y a des équipements spécifiques à utiliser?",
"t":"Texte"
},
{
"id":"15",
"qp":"Est-ce que l’élève devra travailler dans un environnement où :",
"qs":"Est-ce qu’à ton poste de travail:",
"t":"Choix de réponse",
"c":[
"Il fait chaud (supérieur à 25°C)?",
"Il fait froid (inférieur à 10°C)?",
"Ne s'applique pas"
],
"sp":"Est-ce qu’il y a des équipements de protection prévus? Est-ce qu’il y a des choses que mon élève doit savoir par rapport à ça? ",
"ss":"Est-ce que tu dois porter des vêtements ou des équipements spécifiques?"
},
{
"id":"16",
"qp":"Est-ce que l’élève devra travailler dans un environnement bruyant?",
"qs":"Est-ce qu'il y a du bruit à ton poste de travail?",
"t":"Vrai ou Faux",
"c":[
"Oui",
"Non"
],
"sp":"Quelles sont les mesures de prévention que mon élève doit connaitre?",
"ss":"Est-ce qu’il y a des choses que tu dois savoir par rapport à ça? (p. ex. une procédure à connaitre, des équipements à porter?)"
},
{
"id":"17",
"qp":"Est-ce que l'élève sera amené à ?",
"qs":"Est-ce que tu vas?",
"t":"Choix de réponse",
"c":[
"Conduire un tracteur?",
"Travailler dans un silo?",
"Ne s'applique pas"
],
"sp":"Est-ce que vous prévoyez une formation avant que mon élève puisse le faire? Laquelle?",
"ss":"Est-ce que tu dois suivre une procédure particulière ou porter des équipements spécifiques pour ça? "
},
{
"id":"18",
"qp":"Est-ce que l'élève sera amené à ?",
"qs":"Est-ce que tu vas?",
"t":"Choix de réponse",
"c":[
"Soigner les animaux?",
"Nettoyer des box ou les enclos d’animaux?",
"Déplacer ou monter les animaux?",
"Porter les animaux?",
"Ne s'applique pas"
],
"sp":"Est-ce qu'il y a une procédure particulière à suivre? Des équipements spécifiques à porter? Quelles sont les choses que mon élève doit savoir pour que cela se passe bien avec les animaux et éviter les coups ou les morsures?",
"ss":"Est-ce que tu dois suivre une procédure particulière ou porter des équipements spécifiques pour ça? Qu’est-ce qu’il faut faire pour que cela se passe bien avec les animaux et qu'ils ne te fassent pas mal?"
},
{
"id":"19",
"qp":"Est-ce que l’élève fera du service à la clientèle ?",
"qs":"Est-ce que tu fais du service à la clientèle ?",
"t":"Vrai ou Faux",
"c":[
"Oui",
"Non"
],
"sp":"Est-ce qu’il y a déjà eu des clients mécontents ou qui se sont mal comportés avec les employés? Comment je peux y préparer mon élève?",
"ss":"Comment te sens-tu par rapport à ça?"
},
{
"id":"20",
"qp":"Est-ce qu'il y a des délais spécifiques ou un niveau de productivité que mon élève devra respecter?",
"qs":"Est-ce que tu dois respecter des délais spécifiques pour faire ton travail? ",
"t":"Texte"
},
{
"id":"21",
"qp":"Quelles sont les situations de travail qui pourraient être dangereuses pour mon élève? Comment faudrait-il l'y préparer?",
"qs":"Est-ce que tu as identifié des situations dangereuses pendant que tu fais tes tâches?",
"t":"Texte"
},
{
"id":"22",
"qp":"Est-ce qu’il y a déjà eu des incidents ou des accidents du travail au poste que l’élève occupera en stage?",
"qs":"Est-ce qu’il y a déjà eu des incidents ou des accidents du travail à ton poste de travail?",
"t":"Vrai ou Faux",
"c":[
"Oui",
"Non"
],
"sp":"Pouvez-vous me raconter ce qu’il s’est passé?",
"ss":"On va demander à tes collègues s’il y en a déjà eu et de nous raconter ce qu’il s’est passé"
},
{
"id":"23",
"qp":"À quelle personne dans l’entreprise, l’élève doit-il s'adresser en cas de blessure ou d'incident?",
"qs":"À quelle personne dans l’entreprise dois-tu s'adresser en cas de blessure ou d'incident?",
"t":"Texte"
}
]